taskt/Core/Automation/Commands/DictionaryGroup/ConvertDictionaryToDataTableCommand.dot
digraph "ConvertDictionaryToDataTableCommand" {
"ConvertDictionaryToDataTableCommand" -> "ADictionaryGetFromDictionaryCommands";
"ConvertDictionaryToDataTableCommand" -> "IDataTableResultProperties";
"ADictionaryGetFromDictionaryCommands" -> "ADictionaryInputDictionaryCommands";
"ADictionaryGetFromDictionaryCommands" -> "IDictionaryGetFromDictionaryProperties";
"ADictionaryInputDictionaryCommands" -> "ScriptCommand";
"ADictionaryInputDictionaryCommands" -> "IDictionaryProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
