taskt/Core/Automation/Commands/DictionaryGroup/ConvertDictionaryToDataTableCommand.puml
@startuml
ConvertDictionaryToDataTableCommand --> ADictionaryGetFromDictionaryCommands
ConvertDictionaryToDataTableCommand --> IDataTableResultProperties
ADictionaryGetFromDictionaryCommands --> ADictionaryInputDictionaryCommands
ADictionaryGetFromDictionaryCommands --> IDictionaryGetFromDictionaryProperties
ADictionaryInputDictionaryCommands --> ScriptCommand
ADictionaryInputDictionaryCommands --> IDictionaryProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
